Repository: GraceVortex/okucenter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Образовательный центр
kk: Оқу орталығы

source: Главная - Образовательный центр
kk: Басты бет - Оқу орталығы

source: Быстрый доступ
kk: Жылдам кіру

source: Распознавание лиц
kk: Бет-әлпетті тану

source: Финансы
kk: Қаржы

source: Классы
kk: Сыныптар

source: Студенты
kk: Студенттер

source: Мои дети
kk: Менің балаларым

source: Запросы на отмену
kk: Болдырмау сұраныстары

source: Все права защищены
kk: Барлық құқықтар қорғалған

source: Пользователи
kk: Пайдаланушылар

source: Преподаватели
kk: Мұғалімдер

source: Ресепшенисты
kk: Ресепшн қызметкерлері

source: Маркетологи
kk: Маркетологтар

source: Родители
kk: Ата-аналар

source: Расписание
kk: Кесте

source: Посещаемость
kk: Қатысу

source: Зарплаты
kk: Жалақы

source: Сообщения
kk: Хабарламалар

source: Мои классы
kk: Менің сыныптарым

source: Уроки замены
kk: Алмасу сабақтары

source: Моя зарплата
kk: Менің жалақым

source: Мои домашние задания
kk: Менің үй тапсырмаларым

source: Вход
kk: Кіру

source: Выйти
kk: Шығу

source: Русский текст
kk: Казахский перевод (заполните правую колонку)

source: Главная
kk: Басты бет

source: Ученики
kk: Оқушылар

source: Администраторы
kk: Әкімшілер

source: Расписание занятий
kk: Сабақ кестесі

source: Домашние задания
kk: Үй тапсырмалары

source: Уроки
kk: Сабақтар

source: Оценки
kk: Бағалар

source: Материалы урока
kk: Сабақ материалдары

source: Добавить класс
kk: Сынып қосу

source: Редактировать класс
kk: Сыныпты өңдеу

source: Удалить класс
kk: Сыныпты жою

source: Отметить посещаемость
kk: Қатысуды белгілеу

source: Присутствует
kk: Қатысты

source: Отсутствует
kk: Қатыспады

source: Подтвердить посещаемость
kk: Қатысуды растау

source: Отменить посещаемость
kk: Қатысуды болдырмау

source: Отменить урок
kk: Сабақты болдырмау

source: Подтвердить
kk: Растау

source: Отклонить
kk: Қабылдамау

source: Транзакции
kk: Транзакциялар

source: Пополнить баланс
kk: Балансты толықтыру

source: Списать средства
kk: Қаражатты шегеру

source: Возврат средств
kk: Қаражатты қайтару

source: Выплаты
kk: Төлемдер

source: Доход
kk: Табыс

source: Расход
kk: Шығын

source: Зарегистрировать лицо
kk: Бет-әлпетті тіркеу

source: Отметить посещаемость по лицу
kk: Бет арқылы қатысуды белгілеу

source: Сравнить лица
kk: Беттерді салыстыру

source: Результат распознавания
kk: Танудың нәтижесі

source: Лиды
kk: Лидтер

source: Кампании
kk: Кампаниялар

source: Воронка продаж
kk: Сату воронкасы

source: Взаимодействия
kk: Өзара әрекеттесу

source: Аналитика
kk: Талдау

source: Стоимость привлечения
kk: Тарту құны

source: Добавить лид
kk: Лид қосу

source: Редактировать лид
kk: Лидті өңдеу

source: Удалить лид
kk: Лидті жою

source: Входящие
kk: Кіріс хаттар

source: Отправить сообщение
kk: Хабарлама жіберу

source: Создать рассылку
kk: Хабарлама тарату

source: Получатели
kk: Алушылар

source: Текст сообщения
kk: Хабарлама мәтіні

source: Отправить
kk: Жіберу

source: Добавить ребенка
kk: Бала қосу

source: Успеваемость ребенка
kk: Баланың үлгерімі

source: Расписание ребенка
kk: Баланың кестесі

source: Баланс ребенка
kk: Баланың балансы

source: Добавить
kk: Қосу

source: Редактировать
kk: Өңдеу

source: Удалить
kk: Жою

source: Сохранить
kk: Сақтау

source: Отмена
kk: Бас тарту

source: Загрузить
kk: Жүктеу

source: Скачать
kk: Жүктеп алу

source: Поиск
kk: Іздеу

source: Фильтр
kk: Сүзгі

source: Применить
kk: Қолдану

source: Сбросить
kk: Тастау

source: Назад
kk: Артқа

source: Далее
kk: Келесі

source: Сегодня
kk: Бүгін

source: Завтра
kk: Ертең

source: Вчера
kk: Кеше

source: Неделя
kk: Апта

source: Месяц
kk: Ай

source: Год
kk: Жыл

source: Понедельник
kk: Дүйсенбі

source: Вторник
kk: Сейсенбі

source: Среда
kk: Сәрсенбі

source: Четверг
kk: Бейсенбі

source: Пятница
kk: Жұма

source: Суббота
kk: Сенбі

source: Воскресенье
kk: Жексенбі

source: Активный
kk: Белсенді

source: Неактивный
kk: Белсенді емес

source: В процессе
kk: Үрдісте

source: Завершен
kk: Аяқталған

source: Отменен
kk: Болдырылған

source: Ожидает подтверждения
kk: Растау күтілуде

source: Подтвержден
kk: Расталған

source: Отклонен
kk: Қабылданбаған

source: Ошибка
kk: Қате

source: Успешно
kk: Сәтті

source: Внимание
kk: Назар аударыңыз

source: Информация
kk: Ақпарат

source: Подтвердите действие
kk: Әрекетті растаңыз

source: Действие не может быть выполнено
kk: Әрекетті орындау мүмкін емес

source: Недостаточно прав
kk: Құқық жеткіліксіз

source: Недостаточно средств
kk: Қаражат жеткіліксіз
